tap "hashicorp/tap"
tap "homebrew/bundle"
tap "sdkman/tap"
tap "wez/wezterm"
brew "bat"
brew "docker"
brew "docker-compose"
brew "eza"
brew "ffmpeg"
brew "firebase-cli"
brew "gh"
brew "imagemagick"
brew "jq"
brew "neovim"
brew "nvm"
brew "pict"
brew "rustup"
brew "sheldon"
brew "starship"
brew "tailscale"
brew "terraform"
brew "tokei"
brew "sdkman/tap/sdkman-cli"
cask "android-platform-tools"
cask "coteditor"
cask "discord"
cask "font-jetbrains-mono"
cask "jetbrains-toolbox"
cask "obs"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
