# <category>/<complexity>

# offline/s
brew "eza"
brew "bat"
brew "tokei"
brew "jq"
brew "ripgrep"

# offline/m+
brew "ffmpeg"
brew "imagemagick"
brew "graphviz"
brew "plantuml"

# online/s,m
brew "gh"
brew "ghq"
brew "mise"
brew "uv"
brew "sheldon"
brew "neovim"
brew "starship"

# online/l+
brew "docker"
brew "docker-compose"
brew "colima"
brew "firebase-cli"
brew "tailscale"
tap "hashicorp/tap"
brew "terraform"

# Mac App
cask "android-platform-tools"
cask "bitwarden"
cask "coteditor"
cask "discord"
cask "docker-desktop"
cask "font-jetbrains-mono"
cask "jetbrains-toolbox"
cask "obs"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
